{
  "All Is Forgiven": "In a world as horrible as the one you've seen, it's important to value your friends, no matter how many times they've failed or betrayed you.  Your friends and, y'know, your pets and companions and various subordinate inanimate objects and everything.",
  "Bureaucratized": "You understand now that a relationship where somebody else does all the work and you get all the benefits isn't exploitation; it's just a different kind of sharing. You feel a lot better about how you treat your familiars.",
  "Disquiet Riot": "Whoo, boy, a pack of zombies sure can make a hell of a lot of noise when they want to. Or more to the point, when you want them to. It's a great distraction, if a bit hard on your ears.",
  "Down With Chow": "The fact that you've just eaten something that tastes a lot like dog food makes you a lot more sensitive to the dietary needs of your familiars.  And all of their other needs.",
  "Healthy Green Glow": "Your familiar is bathed in a soft green glow.  Luckily, it's not wearing torn-up purple pants.",
  "[1701]Hip to the Jive": "That hooch you knocked back not only put you half under, it made you more in tune with your familiar. And that's no bushwa!",
  "Infernal Thirst": "You're as dry as the bones that crunch beneath the feet of damned souls on the sun-bleached plains of Hell, trudging endlessly towards saloons that perpetually remain on the horizon.",
  "Joy": "The entirety of you is radiant with happiness.",
  "Nigh-Invincible": "While you're still vulnerable to certain things, like falling into bottomless pits, you are very nearly invincible.  There's a hard road ahead for anybody trying to vince you, that's for sure.",
  "Outer Wolf™": "You're a wolf on the outside, because you're a wolf on the inside.",
  "Sparkly!": "You're sparkling like the sun, if the sun was actually a giant disco ball.",
  "Spookyravin'": "That experimental chemical you fed your familiar has made it stronger, and also more aggressive. Hopefully you can channel that aggression into something useful. Like killing your enemies, or bringing you treasure.",
  "Witch Breaded": "You've eaten the lunch of a witch, and you're ready to take on the kind of afternoon a witch might have.  It probably involves casting a lot of spells."
}
